export default {

    // header 

    lan:  'Ўзбекистон Республикаси Миллий Ҳуқуқий Портали ',
    lan1: 'Махсус имкониятлар',
    lan2: 'Тарғибот материаллари',
    lan3: 'Онлайн синов',
    lan4: 'Ҳуқуқий адабиёт',
    lan5: 'Ҳуқуқий муаммолар ечими',
    lan6: 'Бепул ҳуқуқий маслаҳат',
    lan7: 'Ишонч рақамлари',
    search: 'Излаш',
    lan9: 'Махсус имкониятлар',
    allnews: "Барча янгиликлар",
    legal: 'ҲУҚУҚИЙ ПОРТАЛ',
    national_info: 'Ўзбекистон Республикаси Миллий Ҳуқуқий информатсион портали',
    tegs: 'Теглар',
    freecourse: 'Бепул онлайн курслар',
    allcourse: 'Барча курслар',
    pointsystem: 'Ҳуқуқий тарғиботни баҳолаш тизими бўйича рейтинг',
    bigrating: 'Тўлиқ рейтинг',
    ebook: 'Электрон Кутубхона',
    videos: 'Видеороликлар',
    adliya: 'Ўзбекистон Республикаси Адлия Вазирлиги',
    all_legal: 'Барча ҳуқуқлар ҳимояланган',
    forcall: 'Алоқа учун',
    map: 'Ўзбекистон Республикаси, 100047, Тошкент ш., Сайилгоҳ кўчаси, 5',
    mistake: 'Матнда хато топсангиз администраторни хабардор қилиш учун Cтрл + Ентер тугмасини босинг',

    // targibot materiallari
    law: 'Қонунлар бўйича',
    presidentlaw: 'Президент ҳужжатлари бўйича',
    state: 'Ҳукумат қарорлари бўйича',
    other: 'Бошқа ҳужжатлар бўйича',

    // onlayn test
    testeducator: 'Боғча тарбияланувчилари учун тестлар',
    testpupil: 'Мактаб ўқувчилари учун тест синовлари',
    testworker: 'Давлат органлари ҳодимлари учун тест синовлариъ',
    testpeople: 'Аҳолининг барча қатлами учун тест синовлари',

    // huquqiy adabiyot

    insceducator: 'Боғча тарбияланувчилари учун ҳуқуқий қўлланмалар',
    inscpupil: 'Мактаб ўқувчилари учун ҳуқуқий қўлланмалар',
    inscteacher: 'Мактаб ўқитувчилари учун ҳуқуқий қўлланмалар',
}